LEXICON: dict[str, str] = {
    'start':'Привет! Этот бот может показывать\n'
    'текущую погоду, курс валют, котировки акций\n'
    'и криптовалюты\n а также экономическкую статистику\n'
    'по странам в целом.\n\n'
    'Введи /help для ознакомления с командами.',
    'help':'/help - Навигация по командам\n'
            '/weather - Прогноз погоды\n'
            '/weather_main - Прогноз погоды в основных городах\n'
            '/current - Курс основных валют к доллару США\n'
            '/quotes - Котировки основных акций и криптовалюты\n'
            '/eco_stat - Экономическая статистика по миру\n',
            '/crypto':'Котировки основных криптовалют\n',
    'any_else':'Не совсем понимаю, что вы хотите',
    'temp':'температура',
    'weath':'погода',
    'time_res':'Время последнего замера',
    'country':'Страна',
    'city':'Город',
    'button_1':'Отменить',
    'enough':'Тогда хватит на сегодня',
    'wrong_city':'Неправильное название города!',
    'wrong_ticket':'Неправильный тикер компании!',
    'quot_wait':'Введите тикер компании',
    'target':'Привязка',
    'In_database':'Этот пользователь уже в Базе Данных',
    'entry': 'Введите название города',
    'comp_tk':'Тикер компании',
    'trill':'трлн.',
    'doll':'$'
}

LEXICON_COMMANDS: dict[str, str] = {
    '/start':'Старт',
    '/help':'Навигация по командам',
    '/weather':'Прогноз погоды',
    '/weather_main':'Прогноз погоды по основным городам',
    '/current':'Курс основных валют',
    '/quotes':'Котировки основных акций',
    '/crypto':'Котировки основных криптовалют',
    '/eco_stat':'Экономическая статистика по миру',
}